Attribute VB_Name = "GlobalDefinition"
' 全コースの定義
Public Const TRACK_LIST_STR = "マリオカートスタジアム,ウォーターパーク,スイーツキャニオン,ドッスンいせき," & _
                                "マリオサーキット,キノピオハーバー,ねじれマンション,ヘイホーこうざん," & _
                                "サンシャイン空港,ドルフィンみさき,エレクトロドリーム,ワリオスノーマウンテン," & _
                                "スカイガーデン,ホネホネさばく,クッパキャッスル,レインボーロード," & _
                                "モーモーカントリー,GBAマリオサーキット,プクプクビーチ,キノピオハイウェイ," & _
                                "カラカラさばく,ドーナツへいや3,ピーチサーキット,DKジャングル," & _
                                "ワリオスタジアム,シャーベットランド,ミュージックパーク,ヨッシーバレー," & _
                                "チクタクロック,パックンスライダー,グラグラかざん,64レインボーロード," & _
                                "ヨッシーサーキット,エキサイトバイク,ドラゴンロード,ミュートシティ," & _
                                "ベビィパーク,チーズランド,ネイチャーロード,どうぶつの森," & _
                                "ワリオこうざん,SFCレインボーロード,ツルツルツイスター,ハイラルサーキット," & _
                                "ネオクッパシティ,リボンロード,リンリンメトロ,ビッグブルー," & _
                                "パリプロムナード,キノピオサーキット,チョコマウンテン,ココナッツモール," & _
                                "トーキョースクランブル,キノコリッジウェイ,GBAスカイガーデン,ニンニンドージョー," & _
                                "ニューヨークドリーム,SFCマリオサーキット3,64カラカラさばく,ワルイージピンボール," & _
                                "シドニーサンシャイン,スノーランド,キノコキャニオン,アイスビルディング," & _
                                "ロンドンアベニュー,テレサレイク,ロックロックマウンテン,メイプルツリーハウス," & _
                                "ベルリンシュトラーセ,ピーチガーデン,メリーメリーマウンテン,3DSレインボーロード"
' コース数
Public Const TRACK_NUM = 72

' シート名
Public Const SHEET1_NAME = "データ入力"
Public Const SHEET2_NAME = "ランキング"
Public Const SHEET3_NAME = "Data"
Public Const SHEET4_NAME = "MasterData"

